{
    "quotes" : [
        {
            "quote" : "The foolish man seeks happiness in the distance; The wise grows it under his feet.",
            "author": "J. Robert Oppenheimer"
        },
        {
            "quote" : "They say a person needs just three things to be truly happy in this world. Someone to love, something to do, and something to hope for.",
            "author": "Allan K. Chalmers"
        },
        {
            "quote" : "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
            "author": "Ralph Waldo Emerson"
        },
        {
            "quote": "The key to happiness is good health and a bad memory",
            "author": "Ingrid Bergman"
        },
        {
            "quote": "The greatest joy of life is to love and be loved.",
            "author": "R.D. Clyde"
        },
        {
            "quote": "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others.",
            "author": "Martin Luther King Jr."
        },
        {
            "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit.",
            "author": "Hosea Ballou"
        },
        {
            "quote": "Happiness is the settling of the soul into its most appropriate spot.",
            "author": "Aristotel"
        },
        {
            "quote": "Happiness is unrepentant pleasure.",
            "author":  "Socrates"
        },
        {
            "quote": "Happiness is not about getting what you want all the time, its about appreciating what you already have.",
            "author": ""
        },
        {
            "quote": "Find your happiness not just in the big moments of life but in every little one.",
            "author": ""
        },
        {
            "quote": "Beauty might bring happiness, but happiness always brings beauty",
            "author": ""
        },
        {
            "quote": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
            "author": "Albert Einstein"
        },
        {
            "quote": "Don't put the key to your happiness in someone else's pocket.",
            "author": ""
        },
        {
            "quote": "The key to happiness is your inner freedom, peace, and willingness to enjoy every moment of your life.",
            "author": ""
        },
        {
            "quote": "Happiness is not something ready made. It comes from your own actions.",
            "author": "Dalai Lama"
        },
        {
            "quote": "The best way to cheer yourself up is to try to cheer somebody else up.",
            "author": "Mark Twain"
        },
        {
            "quote": "For every minute you are angry you lose sixty seconds of happiness.",
            "author": "Ralph Waldo Emerson"
        },
        {
            "quote": "The happiness of your life depends upon the quality of your thoughts.",
            "author": "Marcus Aurelius"
        },
        {
            "quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
            "author": "Mahatma Gandhi"
        },
        {
            "quote": "The most simple things can bring the most happiness.",
            "author": "Izabella Scorupco"
        },
        {
            "quote": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
            "author": "Albus Dumbledore"
        },
        {
            "quote": "The secret to happiness is freedom... And the secret to freedom is courage.",
            "author": "Thucydides"
        },
        {
            "quote": "Happiness is not the absence of problems; it's the ability to deal with them.",
            "author": ""
        },
        {
            "quote": "True happiness comes from the joy of deeds well done, the zest of creating things new.",
            "author": "Antoine de Saint-Exupéry"
        },
        {
            "quote": "The happiness you feel is in direct proportion to the love you give.",
            "author": "Oprah Winfrey"
        },
        {
            "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
            "author": "Albert Schweitzer"
        },
        {
            "quote": "Most folks are as happy as they make up their minds to be.",
            "author": "Abraham Lincoln"
        },
        {
            "quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
            "author": "Jim Rohn"
        },
        {
            "quote": "Happiness is a state of activity.",
            "author": "Aristotle"
        },
        {
            "quote": "Happiness is a warm puppy.",
            "author": "Charles M. Schulz"
        },
        {
            "quote": "Happiness depends upon ourselves.",
            "author": "Aristotle"
        },
        {
            "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.",
            "author": "Guillaume Apollinaire"
        },
        {
            "quote": "With the new day comes new strength and new thoughts.",
            "author": "Eleanor Roosevelt"
        },
        {
            "quote": "Happiness is not a station you arrive at, but a manner of traveling.",
            "author": "Margaret Lee Runbeck"
        },
        {
            "quote": "Happiness is an accident of nature, a beautiful and flawless aberration.",
            "author": "Pat Conroy"
        },
        {
            "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
            "author": "William Saroyan"
        },
        {
            "quote": "Happiness makes up in height for what it lacks in length.",
            "author": "Robert Frost"
        },
        {
            "quote": "Doing what you like is freedom. Liking what you do is happiness.",
            "author": ""
        },
        {
            "quote": "Happiness is not having what you want. It is appreciating what you have.",
            "author": ""
        },
        {
            "quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.",
            "author": "Lucius Annaeus Seneca"
        },
        {
            "quote": "The art of being happy lies in the power of extracting happiness from common things.",
            "author": "Henry Ward Beecher"
        },
        {
            "quote": "Happiness often sneaks in through a door you didn't know you left open.",
            "author": "John Barrymore"
        }
    ]
}