{
    "quotes" : [
        {
            "quote" : "The foolish man seeks happiness in the distance; The wise grows it under his feet.",
            "author": "J. Robert Oppenheimer"
        },
        {
            "quote" : "They say a person needs just three things to be truly happy in this world. Someone to love, something to do, and something to hope for.",
            "author": "Allan K. Chalmers"
        },
        {
            "quote" : "Happiness is a perfume you cannot pour on others without getting a few drops on yourself.",
            "author": "Ralph Waldo Emerson"
        },
        {
            "quote": "The key to happiness is good health and a bad memory",
            "author": "Ingrid Bergman"
        },
        {
            "quote": "The greatest joy of life is to love and be loved.",
            "author": "R.D. Clyde"
        },
        {
            "quote": "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others.",
            "author": "Martin Luther King Jr."
        },
        {
            "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit.",
            "author": "Hosea Ballou"
        },
        {
            "quote": "Happiness is the settling of the soul into its most appropriate spot.",
            "author": "Aristotel"
        },
        {
            "quote": "Happiness is unrepentant pleasure.",
            "author":  "Socrates"
        },
        {
            "quote": "Happiness is not about getting what you want all the time, its about appreciating what you already have.",
            "author": ""
        },
        {
            "quote": "Find your happiness not just in the big moments of life but in every little one.",
            "author": ""
        },
        {
            "quote": "Beauty might bring happiness, but happiness always brings beauty",
            "author": ""
        },
        {
            "quote": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
            "author": "Albert Einstein"
        },
        {
            "quote": "Don't put the key to your happiness in someone else's pocket.",
            "author": ""
        },
        {
            "quote": "The key to happiness is your inner freedom, peace, and willingness to enjoy every moment of your life.",
            "author": ""
        }
    ]
}